Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: But when the lights come up, it is colonialism and imperialism that are the real historical “Apocalyptos.”
pt_br: Mas quando as luzes se acendem, são o colonialismo e o imperialismo que representam os verdadeiros "Apocalyptos" históricos.

source: But when the security police arrested transsexuals and transvestites, based on an assumption that they were prostitutes, Castro Espín stressed that they were acting on backward ideas and prejudice.
pt_br: Mas quando a polícia de segurança prendeu transexuais e travestis, com base na suposição de que elas eram prostitutas, Castro Espín enfatizou que eles estavam agindo com base em ideias e preconceitos retrógrados.

source: But where Indigenous ruling classes had emerged and consolidated their territory, sometimes after the violent overturn of neighboring communal societies, these attitudes had changed.
pt_br: Porém, nos locais onde uma classe dominante se originou entre indígenas e consolidou seu território, as vezes, depois da destruição violenta das sociedades comunitárias vizinhas, essas atitudes mudavam.

source: By 2006, a transsexual Cuban woman traveled abroad on her new passport.
pt_br: Em 2006, uma mulher cubana transexual viajou para o exterior com seu novo passaporte.

source: By the 1950s, the promise of jobs attracted hundreds of thousands of impoverished rural workers of all sexualities, genders and sexes to the urban capital, the largest city on the island.
pt_br: À altura da década de 1950, a promessa de trabalho atraiu centenas de milhares de trabalhadores rurais empobrecidos de todas as sexualidades, gêneros e sexos para a capital urbana, a maior cidade da ilha.

source: By the mid-20th century, the impoverishment sweeping the island was the outgrowth of imperialism’s conversion of the economy into sugar and citrus plantations and nickel mines that shackled the rural laboring population to the earth.
pt_br: Na metade do século XX, a pobreza que assolava a ilha era o subproduto do processo imperialista de converter a economia em plantações de cana-de-açúcar e frutas cítricas e minas de níquel, que algemou a população de trabalhadores rurais ao trabalho na terra.

source: CENESEX continues to be at the forefront of that important work, including back-ing the television novella that sparked such controversy.
pt_br: A CENESEX continua a estar na vanguarda desse importante trabalho, incluindo o apoio a novela que provocou tal controvérsia.

source: CENESEX created its own Internet web site — www.cenesex.sld.cu — shortly after the 16th World Congress of Sexology met in Havana in March 2003.
pt_br: A CENESEX criou seu próprio site na Internet — www.cenesex.sld.cu — logo após o 16º Congresso Mundial de Sexologia se reunir em Havana, em março de 2003.

source: CENESEX has now presented two bills in Parliament before the education and children’s commissions that have to do with gender,” she noted, “and these have been well received.”
pt_br: A CENESEX já apresentou dois projetos de lei no Parlamento, perante as comissões de educação e da criança, que têm a ver com gênero”, observou ela, “e estes foram bem recebidos”.

source: CENESEX proposes ground- breaking transsexual rights
pt_br: CENESEX propõe direitos transexuais inovadores

source: CENESEX proposes ground-
pt_br: A CENESEX propõe

source: CENESEX’s goal, Castro Espín explained, is to contribute to “the development of a culture of sexuality that is full, pleasurable and responsible, as well as to promote the full exercise of sexual rights.” (Reed)
pt_br: O objetivo da CENESEX, explicou Castro Espín, é contribuir para “o desenvolvimento de uma cultura de sexualidade plena, prazerosa e responsável, bem como promover o pleno exercício dos direitos sexuais.” (Reed)

source: CENESEX’s site incorporates a section on sexual diversity, which offers in Spanish and English basic information, opportunities to consult with experts, and voicing of public opinion.
pt_br: O site da CENESEX incorpora uma seção sobre diversidade sexual, que oferece informações básicas em espanhol e em inglês, oportunidades de consultar especialistas e expressar a opinião pública.

source: CIA targeted homosexual Cubans
pt_br: A CIA tinha como alvo os homossexuais cubanos

source: CUBA AND HOMOSEXUALITY
pt_br: CUBA E HOMOSSEXUALIDADE

source: Capetillo fought the charge, arguing in court that no law prevented her from wearing men’s garb, that such clothing was appropriate for the changing role of women in society, and that she had worn similar clothing in the streets of Puerto Rico and Mexico without state intervention.
pt_br: Capetillo contestou a acusação, argumentando no tribunal que nenhuma lei a proibia de vestir as roupas de um homem, que esse tipo de roupa era apropriado para o novo papel que as mulheres vinham tomando na sociedade e que ela tinha vestido roupas parecidas nas ruas de Porto Rico e do México sem sofrer intervenção do Estado.

source: Capetillo was a single mother, a revolutionary, and a much-loved and respected labor organizer.
pt_br: Capetillo era uma mãe solteira, uma revolucionária e uma organizadora muito querida e respeitada do movimento de trabalhadores.

source: Capetillo won her court battle — the judge ordered the charges dropped.
pt_br: Capetillo ganhou sua batalha judicial — o juiz retirou todas as acusações.

source: Capitalist organized crime bosses ran an interlocking directorate of large-scale prostitution, tourism, gambling and drug distribution in the capital city.
pt_br: Chefes capitalistas do crime organizado tinham um diretorado multifacetado com esquemas de grande escala de prostituição, turismo, jogos de azar e distribuição de drogas na capital.

source: Captains of the military-industrial complex ordered their gen erals and admirals to attack the island using various weapons — covert and overt — including enforcement of the economic blockade of the island, which is an illegal act of war.
pt_br: Os donos do complexo industrial militar ordenaram seus generais e almirantes a atacar a ilha usando várias armas, tanto de maneira secreta como de maneira explícita, incluindo o bloqueio econômico da ilha, que é um ato de guerra ilegal.

source: Carlos Alberto Montaner, a Madrid-based anti-Castro writer, for example, published two full pages listing names of homosexuals inside Cuba in an attempt to discredit them and to encourage them to migrate.
pt_br: Carlos Alberto Montaner, um escritor anti-castro baseado em Madrid, por exemplo, publicou duas páginas inteiras com os nomes dos homossexuais que estavam em Cuba numa tentativa de difamá-los e encorajá-los a emigrar.

source: Castro Espín added, “I think we are at a good moment to implement policies that are more explicit about the defense of the human rights of homosexuals, so that we are better prepared to confront any manifestation of discrimination on the grounds of sexual orientation.
pt_br: Castro Espín acrescentou: “Acho que estamos em um bom momento para implementar políticas mais explícitas sobre a defesa dos direitos humanos dos homossexuais, para que estejamos melhor preparados para enfrentar qualquer manifestação de discriminação em razão da orientação sexual.

source: Castro Espín elaborated, “The country now has policies that legitimize sexual orientations and also has brought laws in line with a gender perspective.
pt_br: Castro Espín elaborou: “O país agora tem políticas que legitimam as orientações sexuais e também trouxe leis alinhadas com a perspectiva de gênero.

source: Castro Espín emphasized, “So, for him to use a condom, he has to begin to construct and define his masculinity in a different way, that doesn’t put a premium only on his own pleasure.
pt_br: Castro Espín enfatizou: “Então, para eles usarem preservativos, eles tem que começar a construir e definir sua masculinidade de uma maneira diferente, que não supervaloriza apenas o prazer próprio.

source: Castro Espín is director of Cuba’s National Center for Sex Education (CENESEX), which has accomplished a great deal in a relatively short time to replace prejudices about same-sex love and transsexuality with positive attitudes.
pt_br: Castro Espín é diretor do Centro Nacional de Educação Sexual de Cuba (CENESEX), que fez muito em um tempo relativamente curto para substituir preconceitos sobre amor entre pessoas do mesmo sexo e transexualidade por atitudes positivas.

source: Castro Espín noted that the transsexual and transgender Cubans who had been harassed came right to CENESEX to lodge complaints and demand redress.
pt_br: Castro Espín notou que os cubanos transexuais e transgêneros que haviam sido assediados vieram diretamente à CENESEX para apresentar queixas e exigir reparação.

source: Castro Espín noted, “We have been given procedural guidelines so these people know how to defend themselves in case of police transgression of the regulations.
pt_br: Castro Espín observou: “Recebemos diretrizes processuais para que essas pessoas saibam como se defender em caso de transgressão policial dos regulamentos.

source: Castro Espín observed in 2006, “Regarding attitudes towards MSM and bisexuals as well, there have been positive changes — I say empirically, since we are still studying this.
pt_br: Castro Espín observou em 2006: “Em relação às atitudes em relação aos HSH e bissexuais também, houveram mudanças positivas — digo empiricamente, já que ainda estamos estudando isso.

source: Castro Espín outlined that her proposal to parliament would make free sex reassignment surgery and hormones available to all transsexual Cubans — all forms of health care are provided cost-free on the island.
pt_br: Castro Espín destacou que sua proposta ao parlamento tornaria gratuita a cirurgia de redesignação gratuita e disponibilizaria os hormônios para todos os transexuais cubanos — todas as formas de assistência médica são fornecidas gratuitamente na ilha.

source: Castro Espín pointed out, though, that although homosexuals live within the law in consensual relationships, “gay marriage is not recognized, so you have many issues such as inheritance that aren’t fully resolved.
pt_br: Castro Espín apontou que, no entanto, embora os homossexuais vivam dentro da lei em relacionamentos consensuais, “o casamento gay não é reconhecido, então você tem muitos problemas, como herança, que não foram totalmente resolvidos.

source: Castro Espín said homosexual Cubans are protected, but “when something like that is made explicit, it is official recognition that there is a need to avoid any type of discrimination, like racism or sexism.”
pt_br: Castro Espín disse que os cubanos homossexuais são protegidos, mas “quando algo assim é explicitado, é um reconhecimento oficial de que há uma necessidade de evitar qualquer tipo de discriminação, como racismo ou sexismo”.

source: Castro Espín said in the summer of 2004 that these developments are “the result of an effort of more than 30 years, and now we are seeing its fruits more clearly.” (Acosta)
pt_br: Castro Espín disse no verão de 2004 que esses desenvolvimentos são “o resultado de um esforço de mais de 30 anos, e que só agora estamos vendo seus frutos com mais clareza.” (Acosta)

source: Castro Espín said she is advocating for an amendment to the Cuban Constitution to add homosexuality to the groups against which discrimination is outlawed.
pt_br: Castro Espín disse que está defendendo uma emenda à Constituição cubana para adicionar a homossexualidade aos grupos contra os quais a discriminação é proibida.

source: Castro Espín said that in expectation of the legal changes, a request has already been filed with the Ministry of Public Health to provide reproductive assistance to three lesbian couples.
pt_br: Castro Espín disse que, na expectativa das mudanças legais, um pedido já foi feito ao Ministério da Saúde Pública para prestar assistência reprodutiva a três casais de lésbicas.

source: Castro Espín said that the proposal to add same-sex marriage to the Cuban Constitution will be taken up when that charter is next amended.
pt_br: Castro Espín disse que a proposta de incluir o casamento entre pessoas do mesmo sexo na Constituição Cubana será considerada na próxima emenda do documento.

source: Castro Espín stated in the January 2006 La Jornada interview, “We were unable to convince people of the need to carry out these operations.
pt_br: Castro Espín declarou na entrevista de janeiro de 2006 ao La Jornada: “Não conseguimos convencer as pessoas da necessidade de realizar essas operações.

source: Castro Espín stated, “The draft was very well received by the representatives in the two commissions examining the project.” She added, “They not only accepted the proposal, but asked many questions and made recommendations.”
pt_br: Castro Espín declarou: “O rascunho foi muito bem recebido pelos representantes nas duas comissões que examinam o projeto." Ela acrescentou: “ Eles não apenas aceitaram a proposta, mas fizeram muitas perguntas e recomendações.”

source: Castro Espín summed up, “By the 1970s, reforms to the penal code excluded the classification of homosexuals as criminals (because of their sexual orientation); any word that discriminated against homosexuals was modified.
pt_br: Castro Espín completou, "Na década de 1970, as reformas do código penal excluíram a classificação dos homossexuais como criminosos (por causa de sua orientação sexual); qualquer palavra que os discriminasse foi modificada.

source: Castro Espín told MEDICC Review interviewer Gail A. Reed regarding CENESEX, “We work with groups who promote safe sex among their peers: men who have sex with men [MSM], transvestites and transsexuals, adolescents and young people in general and then more broadly with medical students.
pt_br: Castro Espín disse para entrevistadora do MEDICC Review, Gail A. Reed, sobre o CENESEX: “Trabalhamos com grupos que promovem sexo seguro entre seus pares: homens que fazem sexo com homens [HSH], travestis e transexuais, adolescentes e jovens em geral e depois mais amplamente com estudantes de medicina.

source: Castro Espín, as director of CENESEX, took a plan about expanding rights for transsexuals to two parliamentary committees on Dec.
pt_br: Castro Espín, como diretora da CENESEX, levou o plano sobre a expansão dos direitos dos transexuais para duas comissões parlamentares em 20 de dezembro de.

source: Change apparent in still photos and motion pictures
pt_br: Change apparent in still photos and motion pictures TESTE GIOVANNA

source: Cheíto noted, “We did a lot of research to pull out all the stops, as popular speech has it, in approaching AIDS as a topic, that is, seriously and with all due respect, since we can’t beat about the bush if we want to send an effective message.” (Betancourt)
pt_br: Cheíto observou: “Fizemos muita pesquisa para ir com tudo, como diz o dito popular, ao abordar a AIDS como um tópico, ou seja, com toda a seriedade e respeito, já que não podemos ficar enrolando se quisermos enviar uma mensagem eficaz." (Betancourt)

source: Clearly quarantine in Cuba was a tactic at the moment the epidemic emerged, not a scientific principle.
pt_br: Claramente, a quarentena em Cuba foi uma estratégia para o momento em que a epidemia surgiu, não uma medida científica.

source: Cleo Manago was part of a delegation of 200 people from the U.S.
pt_br: Cleo Manago fez parte de uma delegação de 200 pessoas dos Estados Unidos

source: Clinical and psychological care continued for transsexual Cubans, but with a lower profile.
pt_br: Cuidados clínicos e psicológicos continuaram para os cubanos transexuais, mas de forma mais discreta.

source: Cold War climate.
pt_br: Clima de Guerra Fria.

source: Colonial period in Cuba:
pt_br: Período colonial em Cuba:

source: Colonial observations about same-sex love and sex/gender variance in Indigenous societies in the Western hemisphere are copious.
pt_br: as observações coloniais sobre amor entre pessoas do mesmo sexo e variações de sexo/gênero nas sociedades indigenas do hemisfério ocidental eram numerosas.

source: Colonial period in Cuba: Bodies shackled & repressed
pt_br: Período colonial em Cuba: Corpos acorrentados e reprimidos

source: Colonial terror, under the banner of religious law, enforced the brutal remodeling of economic and social life among peoples from diverse societies that the colonialists, and later imperialists, sought to conquer and exploit.
pt_br: O terror colonial, sob o estandarte da lei religiosa, impôs uma brutal reformulação da vida econômica e social entre povos de sociedades diversas que os colonialistas e, mais tarde, os imperialistas buscavam subjugar e explorar.

source: Colonialism brings Inquisition
pt_br: Colonialismo leva à Inquisição

source: Colonialism, and later imperialism, brought anti-homosexual and anti-trans laws and state repression to Cuba.
pt_br: O colonialismo e, posteriormente, o imperialismo trouxeram leis contra pessoas trans e homossexuais a Cuba, aliadas à repressão estatal.

source: Concerts and songs by Buena Fe [Cuban musical group], or documentaries by my colleague Belkys Vega and others, were not enough to reach our homes at prime time with an artistically effective language, with affection and respect.”
pt_br: Concertos e canções de Buena Fe [grupo musical cubano], ou os documentários de meu colega Belkys Vega e outros não foram suficientes para chegar às nossas casas no horário nobre com uma linguagem artisticamente eficaz, com carinho e respeito.”

source: Conquistador Nuño de Guzmán noted in 1530 that after one battle the last Indigenous person taken prisoner, who had “fought most courage­ously, was a man in the habit of a woman.” (Burton)
pt_br: Em 1530, o conquistador Nuño de Guzmán apontou que após uma batalha, o último indigena tornado prisioneiro, que havia "lutado com a máxima coragem, era um homem em roupas de mulher." (Burton)

source: Correspondent Gerardo Arreola interviewed Castro Espín, in the Jan.
pt_br: O correspondente Gerardo Arreola entrevistou Castro Espín, em 9 de janeiro

source: Costa added, "Norma Guillart, an expert involved in the work of a group of lesbians in CENESEX, told IPS that the reform would also recognize the right of any woman to assisted reproduction services, which are currently limited to married couples."
pt_br: Costa acrescentou que "Norma Guillart, uma especialista envolvida no trabalho de grupos de lésbicas no CENESEX, disse à IPS que a reforma também reconheceria o direito de qualquer mulher a serviços de reprodução assistida, que atualmente são limitados a casais casados."

source: Cross-dressing Puerto Rican labor organizer Luisa Capetillo was arrested in Havana in July 1915 for wearing men’s clothing.
pt_br: Sindicalista porto-riquenha Luisa Capetillo foi presa em Havana em Julho de 1915 por vestir roupas de homem.

source: Cross-gender performance
pt_br: Performance drag

source: Cuba addresses world impact
pt_br: Cuba aborda o impacto mundial

source: Cuba attempted to quarantine the spread of the epidemic based on a scientific approach to a medical emergency, without using scapegoating to isolate people with AIDS.
pt_br: Cuba buscou conter a propagação da epidemia baseada na abordagem científica para emergências médicas, sem a culpabilização que isola pessoas com AIDS.

source: Cuba began an out-patient pilot reintegration project in 1993 that proved successful.
pt_br: Cuba iniciou um projeto piloto de reintegração de pacientes de ambulatório em 1993 que se mostrou bem-sucedido.

source: Cuba brought science, not scapegoating, to AIDS care
pt_br: Cuba trouxe ciência, não culpabilização, para o cuidado com a AIDS

source: Cuba brought science, not
pt_br: Cuba trouxe ciência, não

source: Cuba has maintained a strong research component in the fight against AIDS, primarily through studies of the application of interferons to AIDS patients and the continued research to develop an HIV/AIDS vaccine.”
pt_br: Cuba tem mantido um componente forte de pesquisas contra a AIDS, principalmente através de estudos de aplicação de interferons em pacientes com AIDS e da pesquisa contínua para desenvolver uma vacina contra HIV/AIDS."

source: Cuba has much to teach those who yearn for the right to live and love without fear or censure about what it takes to begin the process of literally eradicating white supremacy, patriarchy and prejudice against same-sex love and gender/sex diversity; what it takes to create a new woman, a new man, a new human being, and new forms of communist comradeship.
pt_br: Cuba tem muito a ensinar àqueles que anseiam pelo direito de viver e amar sem medo ou censura, sobre o que é preciso para iniciar o processo de erradicação da supremacia branca, do patriarcado e do preconceito contra o amor entre pessoas do mesmo sexo e a diversidade de gênero/sexo; o que é preciso para criar uma nova mulher, um novo homem, um novo ser humano e novas formas de camaradagem comunista.

source: Cuba surpasses world on
pt_br: Cuba ultrapassa o mundo em

source: Cuba tried to isolate the spread of AIDS as soon as the epidemic appeared in the island population, explained then-Cuban Deputy Public Health Minister Hector Terry in 1987.
pt_br: Cuba buscou conter a propagação da AIDS assim que a epidemia surgiu na população da ilha, explicou o então vice-ministro da Saúde Pública Hector Terry em 1987.

source: Cuba was part of a worldwide surge in the working-class movement and particularly among oppressed countries.
pt_br: Cuba fazia parte do surgimento de um movimento da classe trabalhadora mundial, se desenrolando principalmente nos países oprimidos.

source: Cuba we are with you.”
pt_br: Cuba, estamos com você.”

source: Cuba would not obtain any profits, and would pay salaries in its national currency, thus taking on the most expensive part for international health agencies, as well as the most difficult part, which is to ensure that the professionals are prepared and ready to begin their work.”
pt_br: Cuba não teria nenhum lucro e pagaria os salários com a sua moeda nacional, de forma a assumir a parte mais dispendiosa para as agências internacionais de saúde, bem como a parte mais difícil, que é garantir que os profissionais sejam preparados e prontos para começar o trabalho."

source: Cuban Five circles globe
pt_br: os Cinco Cubanos roda o planeta

source: Cuban President Fidel Castro challenged Washington’s immigration manipulation and hypocrisy by opening the port at Mariel from April 21 to Sept. 28 in 1980, allowing any Cubans who wanted to leave to go to the U.S.
pt_br: O Presidente cubano Fidel Castro desafiou a hipocrisia e manipulação de Washington abrindo o poro de Mariel de 21 de abril até 28 de setembro em 1990, permitindo qualquer cubano que desejasse sair ir para os Estados Unidos.

source: Cuban government offer
pt_br: Oferta do governo cubano

source: Cuban journalist Gisela Arandia stressed in “Gay Cuba,” “For people in other parts of the world, ‘Strawberry and Chocolate’ might be just another movie.
pt_br: A jornalidade cubana, Gisela Arandia, enfatizou em “Gay Cuba”: “Para habitantes de outras partes do mundo, ‘Morango e Chocolate’ poderá ser apenas outro filme.

source: Cuban participates in this Assembly as a responsible member of the international community, showing solidarity and modesty and freely offering our experience and collaboration.”
pt_br: Cuba participa nesta Assembleia como um membro responsável da comunidade internacional, exibindo solidariedade e modéstia e oferecendo gratuitamente nossa experiência e colaboração."

source: Cuban women and men were fighting bravely alongside their African comrades to defend the people of Angola, Namibia and Ethiopia from colonialism and imperialism.
pt_br: As mulheres e homens cubanos estavam lutando corajosamente junto com seus camaradas africanos para defender o povo da Angola, Nambibia e Etiópia contra o colonialismo e imperialismo.
